Repository: Moini/pocketVox
Catalog: po/*.po
Languages: es, fr

source: Choose a file or folder
es: Seleccione un archivo o carpeta
fr: Choisir un fichier ou un dossier

source: your-id
es: su nombre usario
fr: Votre identifiant

source: Set the module's id
es: Establizca el nombre del modulo
fr: Identifiant du module

source: is this module associated to an desktop application ?
es: este modulo es una application
fr: Ce module est-il associé à une application ?

source: your path
es: su camino
fr: Votre dictionnaire

source: Set the dictionnary's path
es: establizca el diccionario camino
fr: Chemin du dictionnaire

source: <b><b><big> ADD YOUR MODULES </big></b></b>
es: <b><b><big> ANADIR SUS MODULOS </big></b></b>

source: Your name
es: Su nombre
fr: Votre nom

source: Activation keyword
es: Palabra de activacion
fr: Mot d'activation

source: What is your name ?
es: cual es su nombre
fr: Comment vous appelez-vous ?

source: What is your activation keyword ?
es: cual es su activacion palabra
fr: Quel est le mot clé d'activation ?

source: Choose the language
es: Cual es su idioma
fr: Choisir votre langue

source: <b> Language model </b>
es: <b> Modelo de idioma </b>
fr: <b> Modèle de language </b>

source: <b> Acoustic model </b>
es: <b> Modelo acustico </b>
fr: <b> Modèle acoustique </b>

source: <b> Dictionnary </b>
es: <b> Dicionnario </b>
fr: <b> Dictionnaire </b>

source: Set the pocketsphinx's language model
es: Establecer el modelo de idioma para Pocketsphinx
fr: Choisir un modèle de langage pour Pocketsphinx

source: Set the pocketsphinx's acoustic model
es: Establecer el modelo acustico para Pocketsphinx
fr: Choisir un modèle acoustique pour Pocketsphinx

source: Set the pocketsphinx's dictionnary
es: Establece el diccionario para Pocketsphinx
fr: Choisir un dictionnaire pour Pocketsphinx

source: Allow visual notifications
es: Permitir las notificaciones visuales
fr: Autoriser les notifications visuelles

source: Allow sound notifications
es: Permiter las notificaciones sonoras
fr: Autoriser les notifications sonores

source: Gstreamer source
es: Gstreamer fuente de audio
fr: Source audio

source: Default
es: Defecto
fr: Défaut

source: Network
es: Red
fr: Réseau

source: Set the source input
es: Establecer el fuente de audio
fr: Sélectionner le type de source

source: Mic
es: Microfono
fr: Microphone

source: Which microphone to use ?
es: Que microfono utilisado
fr: Quel microphone utiliser ?

source: Choose the host
es: Establecer el host
fr: Choisir l'hôte

source: Port
es: Puerto

source: Choose the port
es: Eligir el puerto
fr: Choisir le port

source: Notifications
es: Notificaciones

source: Users
es: Usuarios
fr: Utilisateurs

source: Pocketsphinx
es: Pocketphinx

source: Display notifications parameters
es: Mostrar configuracion de notificaciones
fr: Afficher les paramètres de notification

source: Display user parameters
es: Mostrar configuracion de usarios
fr: Afficher les paramètres utilisateur

source: Display pocketsphinx parameters
es: Mostrar configuracion de pocketsphinx
fr: Afficher les paramètres de Pocketsphinx

source: Display gstreamer parameters
es: Mostrar configuracion de gstreamer
fr: Afficher les paramètres de Gstreamer

source: Configuration
es: Configuracion

source: Modules
es: Modulos

source: Hello %s, I'm listening you, I need a few seconds to initialize myself
es: Hola %s, estoy escuchando, necesito algunas secondas antes de empezar

source: I'm waiting for your orders
es: Espero sus ordenes
fr: J'attends vos ordres

source: Stop
es: Parar

source: Run
es: Empezar
fr: Lancer

source: Quit
es: Dejar
fr: Quitter

source: Apps
es: Aplicacion
fr: Applications

source: id
fr: Identifiant

source: Is this module is associated to a desktop app ?
fr: Ce module est-il associé à une application ?

source: Dictionnary's path
fr: Chemin du dictionnaire

source: Host
fr: Hôte

source: Hello %s, I'm listening you
fr: Bonjour %s, je vous écoute

source: It's your first launch, I need some time to initialize myself
fr: C'est votre premièr lancement, j'ai besoin de quelques secondes pour m'initialiser
